---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IFC.RoofComponents
source: html/b4356c7b-3b73-f885-808b-1134086ed0a2.htm
---
# RoofComponents Members

Releases all resources used by the RoofComponents